Repository: hellcp/kp-korora-welcome
Catalog: data/i18n/qml_*.po
Languages: he

# main|
source: Welcome
he: ברוך בואך

# main|
source: Ahoy, this is openSUSE
he: אהוי, זוהי openSUSE

# main|
source: Basics
he: הבסיס

# main|
source: Support
he: תמיכה

# main|
source: Read me
he: קראו אותי

# main|
source: Documentation
he: תיעוד

# main|
source: Get Software
he: קבלת תכנה

# main|
source: Install openSUSE
he: התקנת openSUSE

# main|
source: GNOME Help
he: GNOME עזרה

# main|
source: Plasma Help
he: עזרה ב־Plasma

# main|
source: Xfce Help
he: עזרה ב־Xfce

# main|
source: MATE Help
he: MATE עזרה

# main|
source: Enlightenment Help
he: עזרה ב־Enlightenment

# main|
source: About Budgie
he: אודות Budgie

# main|
source: About Lumina
he: אודות Lumina

# main|
source: LXDE Help
he: עזרה ב־LXDE

# main|
source: LXQt Help
he: עזרה ב־LXQt

# main|
source: About Cinnamon
he: אודות Cinnamon

# main|
source: Deepin Help
he: עזרה ב־Deepin

# main|
source: Contribute
he: התנדבות

# main|
source: Build openSUSE
he: בניית openSUSE

# main|
source: If this is your first time using openSUSE, we would like you to feel right at home in your new voyage. Take your time to familiarize yourself with all the buttons and let us know how you like the experience on our
he: אם זוהי הפעם שבה הנך משתמש/ת שלך ב־operSUSE, ברצוננו שתרגיש/י כמו בבית בהפלגה החדשה שלך. נא לקחת את הזמן להתאים את עצמך עם כל הכפתורים וליידע אותנו בחוויה שלך ב

# main|
source: social media
he: מדיה החברתית שלנו

# main|
source: Show on next startup
he: הצגה בהפעלה הבאה

# main|
source: Customise
he: התאמה אישית

# main|
source: Close
he: סגירה

# main|
source: Desktop Layouts
he: פריסות שולחן עבודה

# main|
source: Themes
he: ערכות נושא

# main|
source: Click the images to apply application themes.
he: יש ללחוץ על התמונות כדי להחיל ערכות נושא ליישומים.

# main|
source: Social Media
he: מדיה חברתית

# main|
source: Home
he: בית

# main|
source: Social Media: How to reach us!
he: מדיה חברתית: איך להשיג אותנו!

# main|
source: Most commonly used social medias are already listed in the footer, but here are some more you might find useful, alphabetically:
he: אמצעי המדיה החברתית הנפוצים ביותר כבר נמצאים בתחתית, אך כנראה שכמה מהם יהיו שימושיים בשבילך, לפי האלף־בית:

# main|
source: Facebook
he: פייסבוק

# main|
source: Forums
he: פורומים

# main|
source: Telegram
he: טלגרם

# main|
source: Facebook Group
he: קבוצת פייסבוק

# main|
source: openSUSE Forums
he: פורומי openSUSE

# main|
source: Tech Support
he: תמיכה טכנית

# main|
source: Project
he: מיזם

# main|
source: Factory
he: מפעל

# main|
source: Chat
he: צ’אט

# main|
source: openSUSE Group
he: קבוצת openSUSE

# main|
source: openSUSE News
he: חדשות openSUS

# main|
source: Contribute. Participate in openSUSE
he: להתנדב. לקחת חלק ב־openSUSE

# main|
source: Be part of the openSUSE Community
he: להיות חלק מקהילת openSUSE

# main|
source: openSUSE community
he: קהילת openSUSE

# main|
source: openSUSE news
he: חדשות openSUSE

# main|
source: Help us to release the next version of openSUSE
he: לעזור לנו בשחרור הגרסה הבאה של openSUSE

# main|
source: For every release there is a
he: לכל גרסה יש

# main|
source: set of tasks
he: סט של משימות

# main|
source: Suggest New Features or Software
he: הצעת תכונות חדשות או תכנה

# main|
source: Visit
he: ביקור

# main|
source: Spread the word
he: הפצת המילה

# main|
source: Read Me
he: קראו אותי

# main|
source: Extra Software
he: תכנה נוספת

# main|
source: wiki article
he: ערך ויקי

# main|
source: Google offers Google Chrome's RPM on its website.
he: Google מציעה את קובץ RPM של Google Chrome באתר שלה.

# main|
source: here
he: כאן

# main|
source: Community Repositories
he: מאגרים קהילתיים

# main|
source: On
he: באתר
